import os


def help():
    return (
        "Привет! 🤖 "
        + os.linesep
        + "Я бот для помощи беженцам из Украины 🇺🇦 в Германии. "
        + os.linesep
        + "Большинство моих знаний относятся к Берлину, но есть и общая "
        + "полезная информация. Чтобы увидеть список поддерживаемых команд, "
        + "введите символ '/'. "
        + "\n\n"
        + "Если добавите меня в свой чат, не забудьте дать мне права "
        + "админа, пожалуйста, чтобы я мог удалять ненужные сообщения с "
        + "вызванными командами."
        + "\n\n\n"
        + "Вітання! 🤖 "
        + os.linesep
        + "Я бот для допомоги біженцям з України 🇺🇦 в Німеччині."
        + os.linesep
        + "Більшість моїх знань стосуються Берліну, але є й загальна "
        + "корисна інформація. Щоб побачити список команд, що підтримуються, "
        + "введіть символ '/'. "
        + "\n\n"
        + "Якщо додасте мене до свого чату, будь ласка, не забудьте надати "
        + "мені права адміна, щоб я зміг видаляти непотрібні повідомлення із "
        + "викликаними командами."
        + "\n\n\n"
        + "Hi! 🤖"
        + os.linesep
        + "I'm the bot helping refugees from Ukraine 🇺🇦 in Germany. "
        + os.linesep
        + "Most of my knowledge concentrates around Berlin, but I have some "
        + "general useful information too. Type '/' to see the list of my "
        + "available commands."
        + "\n\n"
        + "If you add me to your chat, don't forget to give me the admin "
        + "rights, so that I can delete log messages and keep your chat clean."
    )
